Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Never stop your basal (background) insulin, even if you can't eat — your body still needs it, and stopping it when ill can lead to ketones and DKA. Your team may adjust doses; ask them, don't skip.
de: Setze dein Basalinsulin (Hintergrundinsulin) nie ab, auch wenn du nichts essen kannst — dein Körper braucht es weiterhin, und ein Absetzen bei Krankheit kann zu Ketonen und DKA führen. Dein Team passt Dosen ggf. an; frag nach, statt auszulassen.
es: Nunca suspendas tu insulina basal (de fondo), aunque no puedas comer: tu cuerpo la sigue necesitando, y dejarla durante una enfermedad puede provocar cetonas y CAD. Tu equipo puede ajustar las dosis; consúltales, no te la saltes.
fr: N'arrêtez jamais votre insuline basale (de fond), même si vous ne pouvez pas manger — votre corps en a toujours besoin, et l'arrêter quand on est malade peut entraîner des cétones et une acidocétose (ACD). Votre équipe peut ajuster les doses ; demandez-leur, ne sautez pas.
it: Non sospendere mai l'insulina basale (di fondo), anche se non riesci a mangiare: il tuo corpo ne ha comunque bisogno e sospenderla durante una malattia può portare a chetoni e DKA. Il tuo team può regolare le dosi: chiedi, non saltare.
nl: Stop nooit met je basale (achtergrond)insuline, ook niet als je niet kunt eten — je lichaam heeft die nog steeds nodig, en stoppen tijdens ziekte kan tot ketonen en DKA leiden. Je team kan doses aanpassen; vraag het na, sla niet over.
pl: Nigdy nie odstawiaj insuliny bazowej (podstawowej), nawet jeśli nie możesz jeść — organizm nadal jej potrzebuje, a odstawienie w chorobie może prowadzić do ketonów i kwasicy ketonowej (DKA). Twój zespół może dostosować dawki; zapytaj, nie pomijaj.
pt: Nunca pares a tua insulina basal (de fundo), mesmo que não consigas comer — o teu corpo continua a precisar dela, e pará-la durante a doença pode levar a cetonas e CAD. A tua equipa pode ajustar as doses; pergunta-lhes, não saltes.
ro: Nu opri niciodată insulina bazală (de fond), chiar dacă nu poți mânca — corpul tău are nevoie de ea în continuare, iar oprirea ei când ești bolnav poate duce la cetone și cetoacidoză (DKA). Echipa ta poate ajusta dozele; întreab-o, nu sări peste ele.
ru: Никогда не отменяйте базальный (фоновый) инсулин, даже если не можете есть, — организм всё равно в нём нуждается, а отмена во время болезни может привести к кетонам и ДКА. Ваша команда может скорректировать дозы; посоветуйтесь с ней, а не пропускайте.

source: Never used
de: Nie benutzt
es: Nunca usada
fr: Jamais utilisé
it: Mai usato
nl: Nooit gebruikt
pl: Nigdy nie użyte
pt: Nunca usado
ro: Niciodată folosit
ru: Не использовалось

source: New medication
de: Neues Medikament
es: Nuevo medicamento
fr: Nouveau médicament
it: Nuovo farmaco
nl: Nieuw medicijn
pl: Nowy lek
pt: Novo medicamento
ro: Medicament nou
ru: Новый препарат

source: New sensor
de: Neuer Sensor
es: Sensor nuevo
fr: Nouveau capteur
it: Nuovo sensore
nl: Nieuwe sensor
pl: Nowy sensor
pt: Novo sensor
ro: Senzor nou
ru: Новый сенсор

source: New time
de: Neue Uhrzeit
es: Nueva hora
fr: Nouvelle heure
it: Nuovo orario
nl: Nieuwe tijd
pl: Nowa godzina
pt: Nova hora
ro: Oră nouă
ru: Новое время

source: Next appointment
de: Nächster Termin
es: Próxima cita
fr: Prochain rendez-vous
it: Prossimo appuntamento
nl: Volgende afspraak
pl: Następna wizyta
pt: Próxima consulta
ro: Următoarea programare
ru: Следующий приём

source: Next clinic visit
de: Nächster Arzttermin
es: Próxima visita médica
fr: Prochaine visite médicale
it: Prossima visita medica
nl: Volgende kliniekbezoek
pl: Następna wizyta
pt: Próxima consulta
ro: Următoarea vizită la medic
ru: Следующий визит к врачу

source: Next meal in
de: Nächste Mahlzeit in
es: Próxima comida en
fr: Prochain repas dans
it: Prossimo pasto tra
nl: Volgende maaltijd over
pl: Następny posiłek za
pt: Próxima refeição em
ro: Următoarea masă în
ru: Следующий приём через

source: Next month
de: Nächster Monat
es: Mes siguiente
fr: Mois suivant
it: Mese successivo
nl: Volgende maand
pl: Następny miesiąc
pt: Mês seguinte
ro: Luna următoare
ru: Следующий месяц

source: Next reading
de: Nächste Messung
es: Próxima lectura
fr: Prochaine mesure
it: Prossima lettura
nl: Volgende meting
pl: Następny odczyt
pt: Próxima leitura
ro: Următoarea citire
ru: Следующее измерение

source: Nice and steady
de: Schön gleichmäßig
es: Estable y constante
fr: Stable et régulier
it: Bello stabile
nl: Mooi stabiel
pl: Ładnie i stabilnie
pt: Estável e constante
ro: Frumos și constant
ru: Ровно и стабильно

source: Nickname
de: Spitzname
es: Apodo
fr: Pseudo
it: Soprannome
nl: Bijnaam
pl: Pseudonim
pt: Alcunha
ro: Pseudonim
ru: Псевдоним

source: Night
de: Nacht
es: Noche
fr: Nuit
it: Notte
nl: Nacht
pl: Noc
pt: Noite
ro: Noapte
ru: Ночь

source: Night glance
de: Nachtblick
es: Vista nocturna
fr: Coup d'œil nocturne
it: Sguardo notturno
nl: Nachtblik
pl: Nocny rzut oka
pt: Vista noturna
ro: Privire de noapte
ru: Ночной взгляд

source: Night target high
de: Oberes Nachtziel
es: Objetivo nocturno alto
fr: Cible nocturne haute
it: Obiettivo notturno alto
nl: Nachtdoel hoog
pl: Cel nocny górny
pt: Alvo noturno alto
ro: Țintă nocturnă maximă
ru: Верхняя ночная цель

source: Night target low
de: Unteres Nachtziel
es: Objetivo nocturno bajo
fr: Cible nocturne basse
it: Obiettivo notturno basso
nl: Nachtdoel laag
pl: Cel nocny dolny
pt: Alvo noturno baixo
ro: Țintă nocturnă minimă
ru: Нижняя ночная цель

source: Night target range
de: Nächtlicher Zielbereich
es: Rango objetivo nocturno
fr: Plage cible nocturne
it: Intervallo obiettivo notturno
nl: Nachtelijk doelbereik
pl: Nocny zakres docelowy
pt: Intervalo-alvo noturno
ro: Interval-țintă nocturn
ru: Ночной целевой диапазон

source: No Health data yet
de: Noch keine Health-Daten
es: Aún no hay datos de Salud
fr: Aucune donnée de santé pour le moment
it: Ancora nessun dato di Salute
nl: Nog geen Gezondheidsgegevens
pl: Nie ma jeszcze danych z aplikacji Zdrowie
pt: Ainda não há dados da Saúde
ro: Încă nu există date de sănătate
ru: Пока нет данных Здоровья

source: No active streak.
de: Keine aktive Serie.
es: Sin racha activa.
fr: Aucune série en cours.
it: Nessuna serie attiva.
nl: Geen actieve reeks.
pl: Brak aktywnej serii.
pt: Sem sequência ativa.
ro: Nicio serie activă.
ru: Нет активной серии.

source: No activity
de: Keine Aktivität
es: Sin actividad
fr: Aucune activité
it: Nessuna attività
nl: Geen activiteit
pl: Brak aktywności
pt: Sem atividade
ro: Fără activitate
ru: Нет активности

source: No activity logged in this period.
de: Keine Aktivität in diesem Zeitraum erfasst.
es: No hay actividad registrada en este periodo.
fr: Aucune activité enregistrée sur cette période.
it: Nessuna attività registrata in questo periodo.
nl: Geen activiteit genoteerd in deze periode.
pl: Brak zapisanej aktywności w tym okresie.
pt: Nenhuma atividade registada neste período.
ro: Fără activitate înregistrată în această perioadă.
ru: Нет записей об активности за этот период.

source: No activity yet
de: Noch keine Aktivität
es: Aún no hay actividad
fr: Aucune activité pour l'instant
it: Ancora nessuna attività
nl: Nog geen activiteit
pl: Jeszcze brak aktywności
pt: Ainda sem atividade
ro: Încă nicio activitate
ru: Пока нет активности

source: No cloud unless you ask
de: Keine Cloud, außer auf Wunsch
es: Sin nube a menos que lo pidas
fr: Pas de cloud sauf si vous le demandez
it: Nessun cloud se non lo chiedi
nl: Geen cloud tenzij je erom vraagt
pl: Bez chmury, chyba że poprosisz
pt: Sem nuvem, a menos que peças
ro: Fără cloud dacă nu ceri
ru: Никакого облака без вашего согласия

source: No data
de: Keine Daten
es: Sin datos
fr: Aucune donnée
it: Nessun dato
nl: Geen gegevens
pl: Brak danych
pt: Sem dados
ro: Fără date
ru: Нет данных

source: No data for the week before
de: Keine Daten zur Vorwoche
es: Sin datos de la semana anterior
fr: Pas de données pour la semaine précédente
it: Nessun dato per la settimana precedente
nl: Geen gegevens van de week ervoor
pl: Brak danych z poprzedniego tygodnia
pt: Sem dados da semana anterior
ro: Fără date pentru săptămâna precedentă
ru: Нет данных за предыдущую неделю

source: No data for the week before.
de: Keine Daten für die Vorwoche.
es: No hay datos de la semana anterior.
fr: Aucune donnée pour la semaine précédente.
it: Nessun dato per la settimana precedente.
nl: Geen gegevens voor de week ervoor.
pl: Brak danych za poprzedni tydzień.
pt: Sem dados da semana anterior.
ro: Nu există date pentru săptămâna anterioară.
ru: Нет данных за прошлую неделю.

source: No data for this period.
de: Keine Daten für diesen Zeitraum.
es: No hay datos para este periodo.
fr: Aucune donnée pour cette période.
it: Nessun dato per questo periodo.
nl: Geen gegevens voor deze periode.
pl: Brak danych dla tego okresu.
pt: Sem dados para este período.
ro: Fără date pentru această perioadă.
ru: Нет данных за этот период.

source: No data yet
de: Noch keine Daten
es: Aún no hay datos
fr: Pas encore de données
it: Ancora nessun dato
nl: Nog geen gegevens
pl: Brak danych
pt: Ainda sem dados
ro: Încă nu există date
ru: Данных пока нет

source: No digest yet
de: Noch kein Rückblick
es: Aún no hay resumen
fr: Pas encore de bilan
it: Ancora nessuna sintesi
nl: Nog geen overzicht
pl: Nie ma jeszcze podsumowania
pt: Ainda sem resumo
ro: Încă nu există rezumat
ru: Итогов пока нет

source: No doses
de: Keine Dosen
es: Sin dosis
fr: Aucune dose
it: Nessuna dose
nl: Geen doses
pl: Brak dawek
pt: Sem doses
ro: Fără doze
ru: Нет доз

source: No entries
de: Keine Einträge
es: Sin entradas
fr: Aucune entrée
it: Nessuna voce
nl: Geen invoer
pl: Brak wpisów
pt: Sem registos
ro: Fără înregistrări
ru: Нет записей

source: No entries yet
de: Noch keine Einträge
es: Aún no hay entradas
fr: Aucune entrée pour l'instant
it: Ancora nessuna voce
nl: Nog geen invoer
pl: Jeszcze brak wpisów
pt: Ainda sem registos
ro: Încă nicio înregistrare
ru: Пока нет записей

source: No foods found for “%@”.
de: Keine Lebensmittel für „%@“ gefunden.
es: No se encontraron alimentos para «%@».
fr: Aucun aliment trouvé pour « %@ ».
it: Nessun alimento trovato per “%@”.
nl: Geen voedingsmiddelen gevonden voor “%@”.
pl: Nie znaleziono produktów dla „%@”.
pt: Não foram encontrados alimentos para «%@».
ro: Niciun aliment găsit pentru „%@”.
ru: Продукты для «%@» не найдены.

source: No gaps
de: Keine Lücken
es: Sin huecos
fr: Aucune interruption
it: Nessuna interruzione
nl: Geen hiaten
pl: Brak przerw
pt: Sem intervalos em falta
ro: Fără lacune
ru: Без пропусков

source: No glucose or heart-rate data in this period.
de: Keine Glukose- oder Herzfrequenzdaten in diesem Zeitraum.
es: No hay datos de glucosa ni de frecuencia cardiaca en este periodo.
fr: Aucune donnée de glycémie ni de fréquence cardiaque sur cette période.
it: Nessun dato di glicemia o frequenza cardiaca in questo periodo.
nl: Geen glucose- of hartslaggegevens in deze periode.
pl: Brak danych o glukozie i tętnie w tym okresie.
pt: Sem dados de glicose ou frequência cardíaca neste período.
ro: Nu există date de glicemie sau puls în această perioadă.
ru: Нет данных о глюкозе или пульсе за этот период.

source: No glucose or heart-rate data on this day.
de: Keine Glukose- oder Herzfrequenzdaten für diesen Tag.
es: No hay datos de glucosa ni de frecuencia cardíaca para este día.
fr: Aucune donnée de glycémie ou de fréquence cardiaque pour ce jour.
it: Nessun dato di glicemia o frequenza cardiaca per questo giorno.
nl: Geen glucose- of hartslaggegevens voor deze dag.
pl: Brak danych o glukozie lub tętnie dla tego dnia.
pt: Sem dados de glicose ou frequência cardíaca para este dia.
ro: Fără date de glicemie sau puls pentru această zi.
ru: Нет данных о глюкозе или пульсе за этот день.

source: No glucose readings
de: Keine Glukosemesswerte
es: Sin lecturas de glucosa
fr: Aucune mesure de glycémie
it: Nessuna lettura della glicemia
nl: Geen glucosemetingen
pl: Brak odczytów glukozy
pt: Sem leituras de glicose
ro: Fără citiri de glicemie
ru: Нет измерений глюкозы

source: No glucose readings in this period.
de: Keine Glukosemesswerte in diesem Zeitraum.
es: No hay lecturas de glucosa en este periodo.
fr: Aucune mesure de glycémie sur cette période.
it: Nessuna lettura della glicemia in questo periodo.
nl: Geen glucosemetingen in deze periode.
pl: Brak odczytów glukozy w tym okresie.
pt: Sem leituras de glicose neste período.
ro: Fără citiri de glicemie în această perioadă.
ru: Нет измерений глюкозы за этот период.

source: No glucose readings on either day.
de: An keinem der Tage gibt es Glukosewerte.
es: No hay lecturas de glucosa en ninguno de los días.
fr: Aucune mesure de glycémie sur ces deux jours.
it: Nessuna lettura glicemica in nessuno dei due giorni.
nl: Geen glucosemetingen op beide dagen.
pl: Brak odczytów glukozy w obu dniach.
pt: Sem leituras de glicose em nenhum dos dias.
ro: Nicio citire de glicemie în niciuna dintre zile.
ru: Нет показаний глюкозы ни в один из дней.

source: No glucose readings on this day.
de: Keine Glukosewerte an diesem Tag.
es: No hay lecturas de glucosa en este día.
fr: Aucune mesure de glycémie ce jour-là.
it: Nessuna lettura del glucosio in questo giorno.
nl: Geen glucosemetingen op deze dag.
pl: Brak odczytów glukozy w tym dniu.
pt: Sem leituras de glicose neste dia.
ro: Nicio citire de glicemie în această zi.
ru: Нет показаний глюкозы за этот день.

source: No glucose readings this day
de: Keine Glukosemesswerte an diesem Tag
es: Sin lecturas de glucosa este día
fr: Aucune mesure de glycémie ce jour-là
it: Nessuna lettura di glicemia in questo giorno
nl: Geen glucosemetingen op deze dag
pl: Brak odczytów glukozy tego dnia
pt: Sem leituras de glicose neste dia
ro: Nicio citire de glicemie în această zi
ru: Нет показаний глюкозы в этот день

source: No glucose yet
de: Noch keine Glukose
es: Aún no hay glucosa
fr: Aucune glycémie pour l'instant
it: Ancora nessun valore di glicemia
nl: Nog geen glucose
pl: Jeszcze brak glukozy
pt: Ainda sem glicose
ro: Încă nicio glicemie
ru: Пока нет данных глюкозы

source: No heart-rate data from Apple Health for this day. Connect Apple Health in Sources to see it here.
de: Keine Herzfrequenzdaten aus Apple Health für diesen Tag. Verbinde Apple Health unter Quellen, um sie hier zu sehen.
es: No hay datos de frecuencia cardíaca de Apple Health para este día. Conecta Apple Health en Fuentes para verlos aquí.
fr: Aucune donnée de fréquence cardiaque d’Apple Health pour ce jour. Connectez Apple Health dans Sources pour les voir ici.
it: Nessun dato sulla frequenza cardiaca da Apple Health per questo giorno. Collega Apple Health in Sorgenti per vederli qui.
nl: Geen hartslaggegevens van Apple Health voor deze dag. Verbind Apple Health in Bronnen om ze hier te zien.
pl: Brak danych o tętnie z Apple Health dla tego dnia. Połącz Apple Health w Źródłach, aby je tu zobaczyć.
pt: Sem dados de frequência cardíaca do Apple Health para este dia. Liga o Apple Health em Fontes para os veres aqui.
ro: Nu există date despre puls din Apple Health pentru această zi. Conectează Apple Health în Surse ca să le vezi aici.
ru: Нет данных о пульсе из Apple Health за этот день. Подключите Apple Health в разделе «Источники», чтобы увидеть их здесь.

source: No heart-rate data from Apple Health for this period. Connect Apple Health in Sources to see it here.
de: Keine Herzfrequenzdaten aus Apple Health für diesen Zeitraum. Verbinde Apple Health unter Quellen, um sie hier zu sehen.
es: No hay datos de frecuencia cardiaca de Apple Salud para este periodo. Conecta Apple Salud en Fuentes para verlos aquí.
fr: Aucune donnée de fréquence cardiaque depuis Apple Santé pour cette période. Connecte Apple Santé dans Sources pour les voir ici.
it: Nessun dato di frequenza cardiaca da Apple Salute per questo periodo. Collega Apple Salute in Sorgenti per vederli qui.
nl: Geen hartslaggegevens uit Apple Gezondheid voor deze periode. Koppel Apple Gezondheid bij Bronnen om ze hier te zien.
pl: Brak danych o tętnie z Apple Health w tym okresie. Połącz Apple Health w Źródłach, aby je tu zobaczyć.
pt: Sem dados de frequência cardíaca da Apple Saúde neste período. Liga a Apple Saúde em Fontes para os veres aqui.
ro: Nu există date de puls din Apple Health pentru această perioadă. Conectează Apple Health în Surse ca să le vezi aici.
ru: Нет данных о пульсе из Apple Health за этот период. Подключите Apple Health в разделе «Источники», чтобы видеть их здесь.

source: No insulin doses in this period.
de: Keine Insulindosen in diesem Zeitraum.
es: No hay dosis de insulina en este periodo.
fr: Aucune dose d'insuline sur cette période.
it: Nessuna dose di insulina in questo periodo.
nl: Geen insulinedoses in deze periode.
pl: Brak dawek insuliny w tym okresie.
pt: Sem doses de insulina neste período.
ro: Fără doze de insulină în această perioadă.
ru: Нет доз инсулина за этот период.

source: No ketone readings yet. If you have strips, checking when glucose runs high or you feel unwell is a good habit.
de: Noch keine Ketonmessungen. Wenn du Teststreifen hast, ist es eine gute Gewohnheit, bei hohen Glukosewerten oder Unwohlsein zu messen.
es: Todavía no hay lecturas de cetonas. Si tienes tiras, comprobarlas cuando la glucosa esté alta o no te sientas bien es una buena costumbre.
fr: Aucune mesure de cétones pour l'instant. Si tu as des bandelettes, vérifier ta glycémie quand elle est élevée ou quand tu te sens mal est une bonne habitude.
it: Ancora nessuna lettura dei chetoni. Se hai le strisce, controllare quando la glicemia è alta o non ti senti bene è una buona abitudine.
nl: Nog geen ketonmetingen. Als je strips hebt, is het een goede gewoonte om te controleren wanneer je glucose hoog is of je je niet lekker voelt.
pl: Brak jeszcze wyników ketonów. Jeśli masz paski, sprawdzanie ich, gdy glikemia jest wysoka lub źle się czujesz, to dobry nawyk.
pt: Ainda sem leituras de cetonas. Se tiveres tiras, verificar quando a glicemia está alta ou não te sentes bem é um bom hábito.
ro: Încă nu ai citiri de cetone. Dacă ai benzi de test, e un obicei bun să verifici atunci când glicemia este ridicată sau nu te simți bine.
ru: Пока нет показаний кетонов. Если у тебя есть полоски, полезно проверять их при повышенной глюкозе или плохом самочувствии.

source: No lows this period — last period had %lld.
de: Keine Unterzuckerungen in diesem Zeitraum — zuvor waren es %lld.
es: Sin hipoglucemias en este periodo — el anterior tuvo %lld.
fr: Aucune hypo sur cette période — la précédente en comptait %lld.
it: Nessuna ipo in questo periodo — il precedente ne aveva %lld.
nl: Geen lage waarden deze periode — vorige periode had er %lld.
pl: Brak niedocukrzeń w tym okresie — poprzedni miał %lld.
pt: Sem hipoglicemias neste período — o anterior teve %lld.
ro: Nicio hipoglicemie în această perioadă — cea anterioară a avut %lld.
ru: В этот период не было гипо — в прошлый было %lld.

source: No mail account
de: Kein Mail-Account
es: Sin cuenta de correo
fr: Aucun compte Mail
it: Nessun account Mail
nl: Geen mailaccount
pl: Brak konta poczty
pt: Sem conta de e-mail
ro: Niciun cont de e-mail
ru: Нет учётной записи почты

source: No meals
de: Keine Mahlzeiten
es: Sin comidas
fr: Aucun repas
it: Nessun pasto
nl: Geen maaltijden
pl: Brak posiłków
pt: Sem refeições
ro: Fără mese
ru: Нет приёмов пищи

source: No meals logged in this period.
de: Keine Mahlzeiten in diesem Zeitraum erfasst.
es: No hay comidas registradas en este periodo.
fr: Aucun repas enregistré sur cette période.
it: Nessun pasto registrato in questo periodo.
nl: Geen maaltijden genoteerd in deze periode.
pl: Brak zapisanych posiłków w tym okresie.
pt: Nenhuma refeição registada neste período.
ro: Fără mese înregistrate în această perioadă.
ru: Нет записей о приёмах пищи за этот период.

source: No new glucose data for %lld min. Check your sensor or connection.
de: Seit %lld min keine neuen Glukosewerte. Überprüfe deinen Sensor oder die Verbindung.
es: No hay datos nuevos de glucosa desde hace %lld min. Revisa tu sensor o la conexión.
fr: Aucune nouvelle donnée de glycémie depuis %lld min. Vérifie ton capteur ou ta connexion.
it: Nessun nuovo dato glicemico da %lld min. Controlla il sensore o la connessione.
nl: Geen nieuwe glucosegegevens sinds %lld min. Controleer je sensor of verbinding.
pl: Brak nowych danych o glukozie od %lld min. Sprawdź sensor lub połączenie.
pt: Sem novos dados de glicose há %lld min. Verifica o sensor ou a ligação.
ro: Nu există date noi despre glicemie de %lld min. Verifică senzorul sau conexiunea.
ru: Нет новых данных о глюкозе уже %lld мин. Проверьте датчик или соединение.

source: No new reading yet. Log a fingerstick, then recheck.
de: Noch kein neuer Messwert. Erfasse eine Fingermessung und prüfe dann erneut.
es: Aún no hay una lectura nueva. Registra una medición capilar y vuelve a comprobar.
fr: Pas encore de nouvelle mesure. Enregistrez une glycémie capillaire, puis recontrôlez.
it: Ancora nessuna lettura nuova. Registra una misurazione capillare, poi ricontrolla.
nl: Nog geen nieuwe meting. Leg een vingerprik vast en controleer dan opnieuw.
pl: Nie ma jeszcze nowego odczytu. Zapisz pomiar z palca, a potem sprawdź ponownie.
pt: Ainda não há uma leitura nova. Regista uma picada no dedo e depois volta a verificar.
ro: Încă nicio citire nouă. Înregistrează o măsurare din deget, apoi reverifică.
ru: Нового измерения пока нет. Запишите измерение из пальца, затем перепроверьте.

source: No one here yet — your entry makes it a race.
de: Noch niemand hier — dein Eintrag eröffnet das Rennen.
es: Aún no hay nadie — tu entrada inicia la carrera.
fr: Personne ici pour l'instant — votre entrée lance la course.
it: Ancora nessuno qui — la tua voce dà il via alla gara.
nl: Nog niemand hier — jouw vermelding start de race.
pl: Nikogo tu jeszcze nie ma — twój wpis rozpoczyna wyścig.
pt: Ainda não há ninguém — a tua entrada começa a corrida.
ro: Încă nu e nimeni aici — intrarea ta pornește întrecerea.
ru: Пока никого нет — ваша запись откроет гонку.

source: No product found for barcode %@.
de: Kein Produkt für Barcode %@ gefunden.
es: No se encontró ningún producto para el código de barras %@.
fr: Aucun produit trouvé pour le code-barres %@.
it: Nessun prodotto trovato per il codice a barre %@.
nl: Geen product gevonden voor streepjescode %@.
pl: Nie znaleziono produktu dla kodu kreskowego %@.
pt: Nenhum produto encontrado para o código de barras %@.
ro: Niciun produs găsit pentru codul de bare %@.
ru: Товар для штрихкода %@ не найден.

source: No readings in range
de: Keine Messwerte im Zeitraum
es: No hay lecturas en el intervalo
fr: Aucune mesure dans la plage
it: Nessuna lettura nell'intervallo
nl: Geen metingen in bereik
pl: Brak odczytów w zakresie
pt: Sem leituras no intervalo
ro: Nicio citire în interval
ru: Нет измерений в диапазоне

source: No readings yet
de: Noch keine Messwerte
es: Aún no hay lecturas
fr: Aucune mesure pour le moment
it: Ancora nessuna lettura
nl: Nog geen metingen
pl: Brak odczytów
pt: Ainda sem leituras
ro: Încă nicio citire
ru: Пока нет измерений

source: No readings yet today
de: Heute noch keine Messwerte
es: Aún no hay lecturas hoy
fr: Aucune mesure aujourd'hui pour l'instant
it: Ancora nessuna lettura oggi
nl: Vandaag nog geen metingen
pl: Dziś brak odczytów
pt: Ainda sem leituras hoje
ro: Încă nicio citire azi
ru: Сегодня пока нет измерений

source: No recent data
de: Keine aktuellen Daten
es: Sin datos recientes
fr: Aucune donnée récente
it: Nessun dato recente
nl: Geen recente gegevens
pl: Brak najnowszych danych
pt: Sem dados recentes
ro: Fără date recente
ru: Нет свежих данных

source: No recent readings
de: Keine aktuellen Messwerte
es: Sin lecturas recientes
fr: Aucune mesure récente
it: Nessuna lettura recente
nl: Geen recente metingen
pl: Brak ostatnich odczytów
pt: Sem leituras recentes
ro: Fără citiri recente
ru: Нет недавних измерений
